In [3]:
import pandas as pd

In [ ]:
s = pd.Series([1,2,3,4,5])

In [8]:
df = pd.DataFrame({"names":["Vivek","Raunit","Nishant"], "marks":[96,81,79]})

In [9]:
s

0    1
1    2
2    3
3    4
4    5
dtype: int64

In [11]:
df

     names  marks
0    Vivek     96
1   Raunit     81
2  Nishant     79